Repository: Xowap/Maiznet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Could not generate IP: room number to high (%(number)d)
fr: Impossible de générer l'IP : numéro de chambre trop élevé (%(number)d)

source: Categories
fr: Catégories

source: News
fr: Actu

source: Generate tickets
fr: Générer les tickets

source: Room
fr: Chambre

source: Promo
fr: Promotion

source: Talkings Mailing-List
fr: Mailing List Discussions

source: The ticket should be formated like xxxx-xxxx-xxxx, with x being a digit
fr: Ton ticket devrait ressembler à « xxxx-xxxx-xxxx », x étant un chiffre.

source: No room exists with this ticket
fr: Il n'existe aucune chambre avec ce ticket.

source: You cannot register more than 30 MAC addresses
fr: Tu ne peux pas enregistrer plus de 30 adresses MAC

source: Somebody is already using the MAC address %(mac)s
fr: Quelqu'un a déjà enregistré l'adresse MAC %(mac)s

source: MAC Address
fr: Adresse MAC

source: This is the MAC address of your network card. If unsure, keep the default value.
fr: Ceci est la valeur de l'adresse MAC de ta carte réseau. Dans le doute, garde la valeur par défaut.

source: Username
fr: Nom d'utilisateur

source: Required. 30 characters or fewer. Begins and ends with a letter and can contain letters, digits, _ and -.
fr: Obligatoire. Commence et finit par une lettre, et peut contenir des lettres, des chiffres, _ et -

source: This value must begin and end with a letter and can contain letters, digits, and _/-
fr: Cette valeur doit commencer et finir par une lettre, et peut contenir des lettres, des chiffres, _ et -

source: Firstname
fr: Prénom

source: Lastname
fr: Nom de famille

source: Email
fr: Courriel

source: This email address is used by Maiz and Maiznet for official announces. You really should enter an address you use often. Please don't use hotmail or live addresses as our mails are considered as SPAM.
fr: Cette adresse email est utilisée par Maiz et Maiznet pour les annonces officielles. Vous devriez vraiment indiquer une adresse que vous consultez souvent. Veuillez ne pas utiliser une adresse hotmail ou live, nos mails étant considéré comme du SPAM.

source: Your promo
fr: Ta promotion

source: (None)
fr: (Aucune)

source: Subscribe to the talkings mailing-list
fr: S'inscrire à la mailing-list discussions

source: Whatever you choose, you will subscribe to the Maiznet and Maiz announces mailing-list. The talkings mailing-list is the maling-list between inhabitants of Maiz. You should let this check-in
fr: Quel que soit votre choix, vous serez inscrit à la liste annonces de Maiz et Maiznet. La mailing-list discussions permet aux résidents de discuter entre eux. Vous devriez laisser cette case cochée.

source: A user with that email already exists.
fr: Il existe déjà un utilisateur avec ce courriel.

source: Your password should not be longer than 61 characters
fr: Ton mot de passe ne doit pas dépasser 61 caractères

source: This is the MAC address of your network card. If unsure, keep the default value. If you are using a new mac address, it has been added to the list, but you should still save.
fr: Ceci est la valeur de l'adresse MAC de ta carte réseau. Dans le doute, garde la valeur par défaut.

source: room number
fr: numéro de chambre

source: Number of the room, written on the door.
fr: Numéro de la chambre, marqué sur la porte.

source: A unique identifier that was given to you with your key.
fr: Un identifiant unique qui t'a été remis avec les clefs.

source: network interface
fr: interface réseau

source: Room %(room)s
fr: Chambre %(room)s

source: (No room assigned)
fr: (Pas de chambre assignée)

source: Main Menu
fr: Menu principal

source: About
fr: À propos

source: TV
fr: MaizTNT

source: File Sharing
fr: Partage de fichiers

source: present administrators
fr: Administrateurs présents

source: Log Out
fr: Déconnexion

source: Log In
fr: Connexion

source: Register
fr: Enregistrement

source: Services' State
fr: État des services

source: Bandwidth Usage
fr: Bande passante utilisée

source: ADSL 1 Bandwidth Usage
fr: Usage ADSL 1

source: ADSL 2 Bandwidth Usage
fr: Usage ADSL 2

source: SDSL Bandwidth Usage
fr: Usage SDSL

source: From <time datetime="%(machine_from)s" pubdate>%(from)s</time> to <time datetime="%(machine_to)s" >%(to)s</time>.
fr: Du <time datetime="%(machine_from)s" pubdate>%(from)s</time> au <time datetime="%(machine_to)s" >%(to)s</time>.

source: Posted <time datetime="%(machine_from)s" pubdate>%(from)s</time>.
fr: Publié le <time pubdate datetime="%(machine_from)s">%(from)s</time>.

source: From <time datetime="%(machine_from)s" pubdate>%(from)s</time> to <time datetime="%(machine_to)s" >%(to)s</time>.
fr: Du <time datetime="%(machine_from)s" pubdate>%(from)s</time> au <time datetime="%(machine_to)s" >%(to)s</time>.

source: Posted <time datetime="%(machine_from)s" pubdate>%(from)s</time>.
fr: Publié le <time pubdate datetime="%(machine_from)s">%(from)s</time>.

source: Published <time pubdate datetime="%(machine_pub_date)s">%(pub_date)s</time>.
fr: Publié le <time pubdate datetime="%(machine_pub_date)s">%(pub_date)s</time>.

source: List of presence maizs' administrator :
fr: Liste des administrateurs présents à Maiz :

source: %(first)s %(last)s : room %(room)s
fr: %(first)s %(last)s, chambre %(room)s

source: Room Change
fr: Changement de chambre

source: Your Room Has Been Changed
fr: Ta chambre a été changée

source: <p>The ticket you have entered has been taken in account. You are now registered in room <strong>%(room)s</strong>.</p> <p>In order for the modification to take effect, please wait a few minutes, and restart your network connection.</p>
fr: <p>Le ticket que tu as entré a été pris en compte. Tu es maintenant enregistré en chambre <strong>%(room)s</strong>.</p><p>Pour que la modification prenne effet, attends quelques minutes, et redémarre ta connexion réseau.</p>

source: Info Edit
fr: Édition des infos

source: Edit your informations
fr: Éditer mes informations

source: Password
fr: Mot de passe

source: Change password
fr: Changer mon mot de passe

source: Edit
fr: Éditer

source: Edition done
fr: Changements effectués

source: Your data have been edited
fr: Tes informations ont été changées

source: <p>Congratulations <strong>%(user)s</strong>, your account has been updated. If you added a network card in the list, you can wait a few minutes and re-start the network connection of the computer that you added, in order to have Internet enabled on it.</p>
fr: <p>Félicitations <strong>%(user)s</strong>, tu es enregistré sur le réseau de Maiz ! Maintenant, il ne te reste plus qu'à attendre quelques minutes, et redémarrer ta connexion (simplement en re-branchant le câble réseau !), et tu devrais pouvoir accéder à Internet !</p>

source: Back to profile edition
fr: Revenir à l'édition de profil

source: Welcome to Maiz's network !
fr: Bienvue sur le réseau de Maiz !

source: <p>We want Maiznet to be as near as possible to the network that you could have at home. However, there is 150 persons in Maiz, which draws some constraints. Therefore, to ensure a network of good quality and well secured, users are required to register on this website before they can access the Internet.</p> <p>It should be quick and painless !</p>
fr: <p>Nous voulons que maiznet soit aussi proche que possible du réseau que tu as chez toi. Cependant, il y a à Maiz 150 personnes sur le même réseau, ce qui entraîne certaines contraintes. Ansi, pour pouvoir assurer un réseau sécurisé et un service de qualité, nous devons demander aux utilisateur de s'inscire.</p> <p>L'inscription est garantie rapide et indolore !</p> <p><strong>Pour les résidents qui reviennent</strong>: votre compte register de l'an dernier n'a pas été conservé avec le nouveau site, il faut vous re-inscrire !</p>

source: What is your situation ?
fr: Quelle est ta situation ?

source: I'm coming to Maiz for the first time
fr: J'arrive à Maiz pour la première fois.

source: I changed my room and I don't have Internet anymore
fr: J'ai changé de chambre et je n'ai plus Internet.

source: I'm going away from Maiz.
fr: Je m'en vais de Maiz.

source: I would like to change informations regarding myself
fr: Je voudrais changer des informations me concernant.

source: I lost my password !
fr: J'ai perdu mon mot de passe !

source: I'm looking for an adminstrator
fr: Je cherche l'aide d'un administrateur

source: Your username and password didn't match. Please try again.
fr: Ton nom d'utilisateur et ton mot de passe ne correspondent pas. Merci de réessayer.

source: Password Reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fr: Mot de passe oublié ? Entre ton courriel, et nous t'enverrons les instructions pour le changer.

source: E-mail address:
fr: Courriel

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Password change successful
fr: Changement de mot de passe réussi

source: Your password was changed.
fr: Ton mot de passe a été changé

source: Password Change
fr: Réinitialisation du mot de passe

source: Change your password
fr: Changer mon mot de passe

source: Please correct the error below.
fr: Merci de corriger l'erreur ci-dessous

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Merci d'entrer ton nouveau mot de passe deux fois pour être sûr de le saisir correctement.

source: Change my password
fr: Changer mon mot de passe

source: Password Reset Complete
fr: Réinitialisation du mot de passe terminée

source: Your password has been set. You may go ahead and log in now.
fr: Ton mot de passe a été défini. Tu peux maintenant te connecter.

source: Enter new password
fr: Entre le nouveau mot de passe

source: Invalid Reset Link
fr: Lien de réinitialisation invalide

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Merci d'entrer ton nouveau mot de passe deux fois pour être sûr de le saisir correctement.

source: New password:
fr: Nouveau mot de passe

source: Confirm password:
fr: Confirme le mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de changement de mot de passe était invalide, probablement parce qu'il a déjà été utilisé. Merci d'effectuer une nouvelle demande de changement.

source: Password Reset Successful
fr: Changement de mot de passe réussi

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr: Nous t'avons envoyé un couriel contenant les instructions pour changer le mot de passe. Si tu n'as pas de smartphone, essaye de demander à un de tes voisins, ou adresse vous à l'accueil.

source: Leaving Maiz
fr: Partir de Maiz

source: This will free your room, and disable your Internet access. You should only use this when leaving Maiz.
fr: Ceci va libérer ta chambre, et désactiver ton accès à Internet. Tu ne devrais utiliser ceci uniquement qu'en partant de Maiz.

source: Procceed
fr: Continuer

source: Take me back
fr: Faire marche arrière

source: You are no longer registered in a room, however your account remains available. You will be able to use it again next year with a new ticket.
fr: Vous n'êtes plus assigné à une chambre, cependant, votre compte reste disponible. Vous pourrez l'utiliser l'an prochain avec un nouveau ticket. N'oubliez pas votre mot de passe d'ici là !

source: Sign Up
fr: S'inscrire

source: Sign Up to Maiz Network
fr: S'inscrire sur le réseau de Maiz

source: Your ticket is invalid.
fr: Ce ticket est invalide.

source: Change Room
fr: Changer de chambre

source: Welcome
fr: Bienvenue

source: Welcome to Maiz's Network
fr: Bienvenue sur le réseau de Maiz !

source: <p>Congratulations <strong>%(user)s</strong>, you have now signed up to Maiz's Network! Now you should wait a few minutes, restart your network connection (simply re-plug the cable!), and you should be able to access the Internet!</p>
fr: <p>Félicitations <strong>%(user)s</strong>, tu es enregistré sur le réseau de Maiz ! Maintenant, il ne te reste plus qu'à attendre quelques minutes, et redémarrer ta connexion (simplement en re-branchant le câble réseau !), et tu devrais pouvoir accéder à Internet !</p>
